[
  {
    "active": true,
    "shelter": 2,
    "description": "Jarzyna to pies, który trafił do nas wychudzony i schorowany, jednak dzięki właściwej opiece, stanęła na nogi. Jest wulkanem energii, świetnie chodzi na smyczy, uwielbia kontakt z ludźmi. Najlepiej odnajdzie się w domu z ogrodem.",
    "pet": {
      "name": "Jarzyna",
      "petCharacteristics": {
        "species": "dog",
        "breed": "Labrador Retriever mix",
        "gender": "female",
        "dateOfBirth": {
          "year": 2019,
          "month": 5
        },
        "color": "white"
      }
    },
    "photoAlbum": 1
  },
  {
    "active": true,
    "shelter": 2,
    "description": "Buzz to kot, który przez długi czas żył 'na wolności' z grupą innych kotów. Przebywa w schronisku od około 2 miesięcy. Aktualnie bez problemu je kocią karmę. Wymaga jednak trochę cierpliwości podczas nauki korzystania z kuwety. Buzz szuka ciepłego domu, w którym spędzi resztę swojego kociego życia.",
    "pet": {
      "name": "Buzz",
      "petCharacteristics": {
        "species": "cat",
        "breed": "mixed breed",
        "gender": "male",
        "dateOfBirth": {
          "year": 2021,
          "month": 3
        },
        "color": "brown"
      }
    },
    "photoAlbum": 2
  },
  {
    "active": true,
    "shelter": 2,
    "description": "Dropsik trafił do nas stosunkowo niedawno, w związku z przeprowadzką jego właściciela. Jest przyzwyczajony do stałej obecności człowieka. Bardzo dobrze chodzi na smyczy. Pilnie szukamy dla Dropsa domu, który zapewni mu dobre warunki i domowe ciepło.",
    "pet": {
      "name": "Drops",
      "petCharacteristics": {
        "species": "cat",
        "breed": "mixed breed",
        "gender": "male",
        "dateOfBirth": {
          "year": 2021,
          "month": 3
        },
        "color": "brown"
      }
    },
    "photoAlbum": 3
  },
  {
    "active": true,
    "shelter": 1,
    "description": "Łasuch to kot znaleziony w kartonach pod sklepem. Początkowo nieufny w stosunku do ludzi, jednak coraz bardziej przyzwyczaja się do dotyku i głaskania. Jego stan zdrowia jest bardzo dobry, ma jedynie czasem problem z łzawiącymi oczami. Łasuch czeka na dobry i kochający dom.",
    "pet": {
      "name": "Łasuch",
      "petCharacteristics": {
        "species": "cat",
        "breed": "mixed breed",
        "gender": "male",
        "dateOfBirth": {
          "year": 2021,
          "month": 3
        },
        "color": "brown"
      }
    },
    "photoAlbum": 4
  },
  {
    "active": true,
    "shelter": 1,
    "description": "Mariusz to kot, który trafił do schroniska po śmierci swojego właściciela. Uwielbia kontakt i bliskość z człowiekiem. Umie korzystać z kuwety. W schronisku czuje się przytłoczony. Z niecierpliwością czeka na odpowiedzialny dom pełen miłości.",
    "pet": {
      "name": "Mariusz",
      "petCharacteristics": {
        "species": "cat",
        "breed": "mixed breed",
        "gender": "male",
        "dateOfBirth": {
          "year": 2021,
          "month": 3
        },
        "color": "white"
      }
    },
    "photoAlbum": 5
  },
  {
    "active": true,
    "shelter": 1,
    "description": "Pola to kanapowy piesek, bardzo lubi kontakt z człowiekiem. Umie chodzić na smyczy. Ma jednak problemy z tarczycą, które przy regularnym stosowaniu leków i odpowiedniej opiece weterynaryjnej nie wpływają na jej codzienne funkcjonowanie. Szukamy dla Poli odpowiedzialnego i kochającego domu, który zadba o jej zdrowie.",
    "pet": {
      "name": "Pola",
      "petCharacteristics": {
        "species": "dog",
        "breed": "Yorkshire Terrier mix",
        "gender": "female",
        "dateOfBirth": {
          "year": 2021,
          "month": 3
        },
        "color": "white"
      }
    },
    "photoAlbum": 6
  },
  {
    "active": true,
    "shelter": 1,
    "description": "Rysia to młoda kotka porzucona w workach przy rzece. Jest wystraszona i mało ufna, jednak coraz bardziej przekonuje się do ludzkiej dobroci. Pobyt w schronisku jej nie służy, dlatego pilnie szukamy dla Rysi ciepłego i pełnego miłości domu.",
    "pet": {
      "name": "Rysia",
      "petCharacteristics": {
        "species": "cat",
        "breed": "mixed breed",
        "gender": "male",
        "dateOfBirth": {
          "year": 2021,
          "month": 3
        },
        "color": "brown"
      }
    },
    "photoAlbum": 7
  },
  {
    "active": true,
    "shelter": 2,
    "description": "Stefan to kot, który niestety wrócił do schroniska z poprzedniej adopcji. Stefan nie lubi dzieci, potrzebuje dużo spokoju. Większość dnia spędza na fotelu. Nie przepada za głaskaniem, jednak jeśli ma na nie ochotę, to daje znać. Poszukiwany odpowiedzialny, spokojny dom, bez dzieci.",
    "pet": {
      "name": "Stefan",
      "petCharacteristics": {
        "species": "dog",
        "breed": "mixed breed",
        "gender": "female",
        "dateOfBirth": {
          "year": 2021,
          "month": 3
        },
        "color": "white"
      }
    },
    "photoAlbum": 8
  },
  {
    "active": true,
    "shelter": 2,
    "description": "Viola trafiła do schroniska osłabiona i zaniedbana. Dzięki odpowiedniej opiece weterynaryjnej i wyżywieniu stanęła na nogi. Uwielbia spacery, bardzo dobrze chodzi na smyczy. Pilnie szukamy dla Violi odpowiedzialnego domu.",
    "pet": {
      "name": "Viola",
      "petCharacteristics": {
        "species": "dog",
        "breed": "mixed breed",
        "gender": "female",
        "dateOfBirth": {
          "year": 2018,
          "month": 7
        },
        "color": "black"
      }
    },
    "photoAlbum": 9
  },
  {
    "active": true,
    "shelter": 1,
    "description": "Zuzia to pies, który prawdopodobnie uciekł z poprzedniego. Jednak w związku z brakiem odpowiedzi na ogłoszenia o jej znalezeniu oraz brakiem chipa identyfikującego, szukamy dla Zuzi nowego, odpowiedzialnego domu. Krótki pobyt w schronisku nie zdążył wpłynąć na nią negatywnie. Jest psem typowo kanapowym, wymaga nauki chodzenia na smyczy.",
    "pet": {
      "name": "Zuzia",
      "petCharacteristics": {
        "species": "dog",
        "breed": "mixed breed",
        "gender": "female",
        "dateOfBirth": {
          "year": 2020,
          "month": 7
        },
        "color": "black"
      }
    },
    "photoAlbum": 10
  }
]
